Repository: hsj86715/IngressGlyph
Catalog: res/values/strings_*.arb
Languages: de_de, fr_fr, ja_jp, pt_br, ru_ru, zh_cn, zh_hk

# splash_loading
source: Loading
de_de: Laden
fr_fr: Chargement
ja_jp: 読み込み
pt_br: Carregar
ru_ru: Загрузка
zh_cn: 数据加载中
zh_hk: 資料加载中

# nav_header_subtitle
source: An assistant for new Ingress agent.
de_de: Ein Assistent für neue Ingress Agent.
fr_fr: Un Assistant pour un nouvel agent d'infiltration.
ja_jp: Ingress初心者エージェントのためのゲームアシスタント。
pt_br: Um assistente de jogo para um agente novato de ingresso.
ru_ru: Помощник для нового агента входящей.
zh_cn: Ingress新手特工的游戏助手
zh_hk: Ingress新手特工的遊戲助手

# nav_menu_learn
source: Learn
de_de: Lernen
fr_fr: Apprendre
ja_jp: 学ぶ
pt_br: Aprender
ru_ru: Узнать
zh_cn: 学习
zh_hk: 學習

# nav_menu_remember
source: Remember
de_de: Erinnern
fr_fr: Rappelez-vous
ja_jp: 覚えて
pt_br: Lembrar
ru_ru: Помните
zh_cn: 记忆
zh_hk: 記憶

# nav_menu_practise
source: Practise
de_de: Üben
fr_fr: Pratiquer
ja_jp: 練習
pt_br: Praticar
ru_ru: Практике
zh_cn: 练习
zh_hk: 練習

# nav_menu_statics
source: Statics
de_de: Statistische
fr_fr: Statistique
ja_jp: 統計
pt_br: Estatística
ru_ru: Статистических
zh_cn: 统计
zh_hk: 統計

# nav_menu_cheat
source: Cheat
de_de: Informationen
fr_fr: Informations
ja_jp: 情報
pt_br: Informações
ru_ru: Информация
zh_cn: 攻略
zh_hk: 資訊

# nav_menu_share
source: Share
de_de: Freigeben
fr_fr: Partager
ja_jp: 共有
pt_br: Compartilhar
ru_ru: Предоставить общий доступ
zh_cn: 分享
zh_hk: 共用

# nav_menu_feedback
source: Feedback
fr_fr: Commentaires
ja_jp: フィードバック
ru_ru: Обратной связи
zh_cn: 反馈
zh_hk: 回饋

# nav_menu_about
source: About
de_de: Über
fr_fr: Sur
ja_jp: に関しては
pt_br: Sobre
ru_ru: О
zh_cn: 关于
zh_hk: 關於

# option_menu_hack_all
source: All HackSequences
de_de: Alle HackList
fr_fr: Tous les HackList
ja_jp: すべてのハックリスト
pt_br: Todos hacklist
ru_ru: Все HackList
zh_cn: 所有序列
zh_hk: 所有序列

# statics_glyph_popular
source: Most Popular Glyph Top10
zh_cn: 最常用的10个图形

# statics_sequence_level
source: Levels Practise Count
zh_cn: 分等级练习计数

# statics_wrong_most
source: Wrong Most Glyph Top10
zh_cn: 错误次数最多的10个图形

# statics_slowest_top
source: Slowest Glyph Top10
zh_cn: 绘制最慢的10个图形

# statics_time_cost
source: $name Cost: $time sec
zh_cn: $name 耗时: $time 秒

# statics_time_cost_correct
source: $name Cost: $time sec Correct: $correct
zh_cn: $name 耗时: $time 秒 是否正确: $correct

# statics_num_value
source: $name Value: $value
zh_cn: $name 数量: $value

# statics_practise_correct
source: $name Practise: $practise Correct: $correct
zh_cn: $name 练习: $practise 正确: $correct

source: No Data!
de_de: Keine Daten！
fr_fr: Aucune donnée！
ja_jp: データなし!
pt_br: Sem dados!
ru_ru: Нет данных!
zh_cn: 没有相关数据！
zh_hk: 冇相關數據！

# learn_glyph_name
source: Name:
de_de: Namen:
fr_fr: Nom:
ja_jp: 名前:
pt_br: Nome:
ru_ru: Имя:
zh_cn: 名称:
zh_hk: 名稱:

# learn_glyph_alisa
source: Alias:
de_de: Alisa:
fr_fr: Alisa:
ja_jp: アリサ:
pt_br: Alisa:
ru_ru: Алиса:
zh_cn: 别名:
zh_hk: 别名:

# learn_glyph_paths
source: More path:
de_de: Mehr Pfad:
fr_fr: Plus de chemin:
ja_jp: その他のパス:
pt_br: Mais caminho:
ru_ru: Больше пути:
zh_cn: 更多绘制顺序:
zh_hk: 更多繪製順序:

# learn_glyph_alisa_empty
source: (None)
de_de: (Keine)
fr_fr: (Aucun)
ja_jp: (なし)
pt_br: (Nenhum)
ru_ru: (Ни один)
zh_cn: （无）
zh_hk: （無）

# learn_glyph_edit
source: Edit
de_de: Bearbeiten
fr_fr: Modifier
ja_jp: 編集
pt_br: Editar
ru_ru: Редактировать
zh_cn: 修改
zh_hk: 修改

# practise_switch_hackList
source: Switch HackSequence
de_de: Switch HackList
fr_fr: Commutateur HackList
ja_jp: ハックリストの切り替え
pt_br: Switch HackList
ru_ru: Переключатель
zh_cn: 切换入侵序列
zh_hk: 切換入侵序列

# edit_menu_save
source: Save
de_de: Speichern
fr_fr: Sauver
ja_jp: 保存
pt_br: Salvar
ru_ru: Сохранить
zh_cn: 保存
zh_hk: 保存

# toast_edit_error_on_null
source: There is something wrong with the action, try later.
de_de: Es ist etwas falsch mit der Aktion, versuchen Sie es später.
fr_fr: Il ya quelque chose de mal avec l'action, essayez plus tard.
ja_jp: 行動に何か問題があり、後で試してみてください。
pt_br: Há algo de errado com a ação, tente mais tarde.
ru_ru: Что-то не так с действием, попробуйте позже.
zh_cn: 当前操作行为出现异常，请稍后重试。
zh_hk: 當前操作行為出現異常，請稍後重試。

# toast_edit_save_hint
source: The modify has not be saved, exit without save?
de_de: Die Änderung wurde nicht gespeichert, Exit Without Save?
fr_fr: La modification n'a pas été sauvegardée, quitter sans enregistrer?
ja_jp: 変更は保存されていません。
pt_br: A modificação não foi salva, Exit sem salvar?
ru_ru: Изменение не сохраняется, выход без сохранения?
zh_cn: 修改的内容尚未保存，不保存退出？
zh_hk: 修改的內容尚未保存，不保存退出？

# toast_action_exit_yes
source: Exit
de_de: Ausfahrt
fr_fr: Sortie
ja_jp: 終了
pt_br: Saída
ru_ru: Выход
zh_cn: 退出
zh_hk: 退出

# toast_edit_save_no_change
source: No content changed
de_de: Kein Inhalt geändert
fr_fr: Aucun contenu modifié
ja_jp: コンテンツが変更されない
pt_br: Nenhum conteúdo alterado
ru_ru: Содержимое не изменено
zh_cn: 内容未改变
zh_hk: 沒有內容被改變

# toast_edit_save_success
source: Save success
de_de: Erfolg sparen
fr_fr: Enregistrer le succès
ja_jp: 成功の保存
pt_br: Salvar o sucesso
ru_ru: Сохранить успех
zh_cn: 保存成功
zh_hk: 保存成功

# toast_edit_save_fail
source: Save failed, try later.
de_de: Speichern fehlgeschlagen, versuchen Sie es später.
fr_fr: L'enregistrement a échoué, essayez plus tard.
ja_jp: 保存に失敗しました。
pt_br: Salvar falhou, tente mais tarde.
ru_ru: Не удалось сохранить, попробуйте позже.
zh_cn: 保存失败，请稍后重试。
zh_hk: 保存失敗，請稍後重試。

# toast_share_no_app
source: Sorry, no apps can complete the share action.
de_de: Leider können keine apps die Freigabe Aktion abschließen.
fr_fr: Désolé, aucune apps ne peut terminer l'action de partage.
ja_jp: アプリが共有アクションを完了できません。
pt_br: Pesaroso, nenhum apps pode terminar a ação da parte.
ru_ru: К сожалению, никакие приложения не могут завершить акцию.
zh_cn: 对不起, 未发现应用程序可以完成分享操作。
zh_hk: 對不起, 沒有應用程式可以完成共用操作。

# toast_feedback_no_app
source: Sorry, no apps can complete the feedback action.
de_de: Leider können keine apps die Feedback Aktion abschließen.
fr_fr: Désolé, aucune apps ne peut compléter l'action de rétroaction.
ja_jp: アプリはフィードバックアクションを完了できません。
pt_br: Pesaroso, nenhum apps pode terminar a pação do gabarito.
ru_ru: К сожалению, никакие приложения не могут завершить действие обратной связи.
zh_cn: 对不起, 未发现应用程序可以完成反馈操作。
zh_hk: 對不起, 沒有應用程式可以完成回饋操作。

# toast_practise_list_end
source: Current is the last in this Hack Sequences
de_de: Current ist die erste in diesem Hack-Liste
fr_fr: Le courant est le premier dans cette liste de hack
ja_jp: 現在は、このハックリストの最後です
pt_br: Atual é o primeiro nesta lista de hack
ru_ru: Ток является первым в этом рубить список
zh_cn: 当前已经是最后一个入侵序列
zh_hk: 當前已經是最後一個入侵序列

# toast_practise_list_first
source: Current is the first in this Hack Sequences
de_de: Current ist der letzte in diesem Hack-Liste
fr_fr: Current est le dernier dans cette liste de hack
ja_jp: 現在のこのハックリストの最初の
pt_br: Atual é o último nesta lista de hack
ru_ru: Ток является последним в этом рубить список
zh_cn: 当前已经是第一个入侵序列
zh_hk: 當前已經是第一個入侵序列

# nav_share_text
source: Learn glyphs and practise all the hack sequences indoor, and improve your performance outdoors. Here is the link https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
de_de: Lerne Glyphen und übe alle Hack-Sequenzen drinnen und verbessere deine Leistung im Freien. Hier ist der Link https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
fr_fr: Apprenez les glyphes et pratiquez toutes les séquences de hack à l'intérieur, et améliorez vos performances à l'extérieur. Voici le lien https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
ja_jp: グリフを学び、屋内ですべてのハックシーケンスを練習し、屋外であなたのパフォーマンスを向上させます。リンクhttps://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
pt_br: Aprenda glifos e pratique todas as sequências de hackers dentro de casa e melhore seu desempenho ao ar livre. Aqui está o link https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
ru_ru: Узнайте глифов и практиковать все хак последовательности в помещении, и улучшить производительность на открытом воздухе. Вот ссылка https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
zh_cn: 在室内学习铭文并练习所有的入侵序列，从而提升您在户外的游戏表现。这里是链接 https://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence
zh_hk: 在室內學習銘文並練習所有的駭客序列，從而提升您在戶外的遊戲表現。這裡是連結 HTTPs://play.google.com/store/apps/details?id=cn.com.farmcode.ingress.sequence

# about_app_subject
source: The Agent Assistant app is an assistant for Ingress new agents.
de_de: Die Agent Assistant-App ist ein Assistent für neue Agenten von Ingress.
fr_fr: L'application Agent Assistant est une assistante pour les nouveaux agents d'Ingress.
ja_jp: エージェント アシスタント アプリは、Ingress の新しいエージェントのアシスタントです。
pt_br: O aplicativo Assistente de Agente é assistente de novos agentes da Ingress.
ru_ru: Приложение Agent Assistant является помощником новых агентов Ingress.
zh_cn: Agent Assistant应用程序是Ingress新手特工的助手。
zh_hk: Agent Assistant應用程式是Ingress新手特工的助手。

# about_app_detail
source: The data used in this app is collected from the Ingress website or third organizations, or players. It help players to remember the glyphs and hacklist as soon as possible.Improved your speed and accuracy, gain more generous game rewards.
de_de: Die in dieser App verwendeten Daten werden von der Ingress-Website oder von dritten Organisationen oder Spielern gesammelt. Es hilft Spielern, sich die Glyphen und Hackliste so schnell wie möglich zu merken. Verbesserte Geschwindigkeit und Genauigkeit, erhalten sie großzügigere Spielbelohnungen.
fr_fr: Les données utilisées dans cette application sont collectées sur le site Web d'Ingress ou sur des organisations tierces, ou des joueurs. Il aide les joueurs à se souvenir des glyphes et hacklist dès que possible. Améliorez votre vitesse et votre précision, gagnez des récompenses de jeu plus généreuses.
ja_jp: このアプリで使用されるデータは、Ingressのウェブサイトや第三の組織、またはプレイヤーから収集されます。これは、プレイヤーができるだけ早くグリフやハックリストを覚えておくのに役立ちます。あなたのスピードと精度を向上させ、より寛大なゲームの報酬を得ます。
pt_br: Os dados utilizados neste aplicativo são coletados no site da Ingress ou em terceiros organizações, ou jogadores. Ele ajuda os jogadores a lembrar os glifos e hacklist o mais rapidamente possível. Melhorou sua velocidade e precisão, ganhar recompensas de jogo mais generosos.
ru_ru: Данные, используемые в этом приложении, собираются с веб-сайта Ingress или третьих организаций или игроков. Это поможет игрокам запомнить глифы и хакеры как можно скорее. Улучшили свою скорость и точность, получите более щедрые награды игры.
zh_cn: 此应用程序中使用的数据从Ingress网站或第三方组织或玩家收集。它可以帮助玩家尽快记住图形和入侵序列。提高您的速度和准确性，获得更丰富的游戏奖励。
zh_hk: 此應用程序中使用的數據由 ingress 網站或第三方組織或玩家收集。 它可以幫助玩家盡快記住圖形和入侵序列。 提高你嘅速度和準確性, 獲得更豐富的遊戲獎勵。

# about_tks_list
source: Thanks to the powerful support provided by the following open source projects.
de_de: Dank der leistungsstarken Unterstützung durch die folgenden Open-Source-Projekte.
fr_fr: Grâce au soutien puissant apporté par les projets open source suivants.
ja_jp: 次のオープンソースプロジェクトが提供する強力なサポートのおかげです。
pt_br: Graças ao poderoso apoio prestado pelos seguintes projetos de código aberto.
ru_ru: Благодаря мощной поддержке, предоставляемой следующими проектами с открытым исходным кодом.
zh_cn: 感谢以下开源项目提供的强大支持:
zh_hk: 多謝以下開源項目提供的強大支持:

# about_tks_osp_name
source: OSP Name
fr_fr: Nom OSP
ja_jp: OSP 名
pt_br: Nome OSP
ru_ru: Имя OSP
zh_cn: 项目名称
zh_hk: 項目名稱

# about_tks_ops_website
source: Website
fr_fr: site internet
ja_jp: ウェブサイト
pt_br: Site
ru_ru: Сайт
zh_cn: 项目地址
zh_hk: 項目網址
